{"permissions":{"node_add":"admin","node_edit":"admin","node_delete":"admin","node_view":"anonymous"},"name":"orange","teaser":"An orange is a type of citrus fruit. Oranges are a very good source of vitamins, especially vitamin C. ","author":"aldo","body":"<p>Oranges are round orange-coloured fruit that grow on a tree which can reach 10 metres (33 ft) high. Orange trees have dark green shiny leaves and small white flowers with five petals. The flowers smell very sweet which attracts many bees.<\/p><p>An orange has a tough shiny orange skin. Inside, the fruit is divided into \"segments\", which have thin tough skins that hold together many little sections with juice inside. There are usually ten segments in an orange, but sometimes there are more or less. Inside each segment of most types of orange there are seeds called \"pips\". Orange trees can be grown from pips, but some types of orange trees can only be grown from \"cuttings\" (a piece cut off a tree and made to grow roots). The segments and the skin are separated by white stringy fibrous material called \"pith\". In most types of oranges, the skin can be peeled off the pith, and the segments can be pulled apart with the fingers to be eaten. In some oranges it is hard to take the skin off. Orange skin is often called \"orange peel\".<\/p><p>Oranges are an important food source in many parts of the world for several reasons. They are a commonly available source of vitamin C. They last longer than many other fruits when they are stored. They are easy to transport because each orange comes in its own tough skin which acts as a container. They can be piled into heaps or carried in bags, lunchboxes and shipping containers without being easily damaged.<\/p><p>The colour orange takes its name from the fruit. The word \"orange\" is unusual because it is one of only a few English words that does not rhyme with anything.<\/p>","title":"Orange","thumbnail":"orange.jpg","timestamp":1515862800,"status":"node-status-published"}